Repository: HASEL-UZH/MindfulPacer.Apple
Catalog: MindfulPacer/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Meeting New People
de: Neue Menschen kennenlernen
es: Conocer gente nueva
fr: Rencontre de nouvelles personnes
it: Incontro con nuove persone

source: Min Value
de: Minimalwert
es: Valor mínimo
fr: Valeur min.
it: Valore min.

source: MindfulPacer as well as the Apple Watch are **NOT** medical grade apps and may display inaccurate data.
de: MindfulPacer sowie die Apple Watch sind **KEINE** medizinischen Produkte und können ungenaue Daten anzeigen.
es: MindfulPacer y el Apple Watch **NO** son apps de grado médico y pueden mostrar datos inexactos.
fr: MindfulPacer ainsi que l'Apple Watch ne sont **PAS** des applications de qualité médicale et peuvent afficher des données inexactes.
it: MindfulPacer e l'Apple Watch **NON** sono applicazioni di grado medico e potrebbero visualizzare dati imprecisi.

source: MindfulPacer as well as the Apple Watch are **NOT** medical grade apps and may display inaccurate data. MindfulPacer only processes raw data from your Apple Watch and your diary entries, and does **NOT** make automated recommendations. Do **NOT** solely rely on MindfulPacer for pacing and managing your activities and energy. When in doubt, please contact an experienced physician, personal trainer or other qualified professional.
de: MindfulPacer und die Apple Watch sind **KEINE** medizinischen Apps und können ungenaue Daten anzeigen. MindfulPacer verarbeitet nur Rohdaten von deiner Apple Watch und deinen Reflexionen und gibt **KEINE** automatisierten Empfehlungen ab. Verlasse dich bei der Planung deiner Aktivitäten und deiner Energie **NICHT** ausschliesslich auf MindfulPacer. Wende dich im Zweifelsfall bitte an einen erfahrenen Arzt, Personal Trainer oder andere qualifizierte Fachpersonen.
es: MindfulPacer y el Apple Watch **NO** son apps de grado médico y pueden mostrar datos inexactos. MindfulPacer solo procesa datos sin procesar de tu Apple Watch y tus entradas de diario, y **NO** hace recomendaciones automáticas. **NO** te bases únicamente en MindfulPacer para regular y gestionar tus actividades y energía. En caso de duda, consulta a un médico experimentado, entrenador personal u otro profesional cualificado.
fr: MindfulPacer ainsi que l'Apple Watch ne sont **PAS** des applications de qualité médicale et peuvent afficher des données inexactes. MindfulPacer ne traite que les données brutes de votre Apple Watch et de vos entrées de journal, et ne fait **PAS** de recommandations automatisées. Ne vous fiez **PAS** uniquement à MindfulPacer pour gérer vos activités et votre énergie. En cas de doute, veuillez consulter un médecin expérimenté, un entraîneur personnel ou un autre professionnel qualifié.
it: MindfulPacer e l'Apple Watch **NON** sono applicazioni di grado medico e possono mostrare dati imprecisi. MindfulPacer elabora solo i dati grezzi del tuo Apple Watch e delle tue voci di diario, e **NON** fornisce raccomandazioni automatiche. **NON** affidarti esclusivamente a MindfulPacer per gestire le tue attività e la tua energia. In caso di dubbio, contatta un medico esperto, un personal trainer o un altro professionista qualificato.

source: MindfulPacer can remind you to reflect on your activities, energy management, moods and symptoms, for example at specific times or when a biometric value (such as your heart rate or steps) reaches a certain threshold.
de: MindfulPacer kann dich daran erinnern, über deine Aktivitäten, Energiemanagement, Stimmungen und Symptome zu reflektieren, beispielsweise zu bestimmten Zeiten oder wenn ein biometrischer Wert (wie deine Herzfrequenz oder Schritte) einen bestimmten Schwellenwert erreicht.
es: MindfulPacer puede recordarte reflexionar sobre tus actividades, gestión de energía, estados de ánimo y síntomas, por ejemplo en momentos específicos o cuando un valor biométrico (como tu frecuencia cardíaca o pasos) alcanza cierto umbral.
fr: MindfulPacer peut vous rappeler de réfléchir à vos activités, à la gestion de votre énergie, à votre humeur et à vos symptômes, par exemple à des moments précis ou lorsqu'une valeur biométrique (comme votre fréquence cardiaque ou vos pas) atteint un certain seuil.
it: MindfulPacer può ricordarti di riflettere sulle tue attività, sulla gestione dell'energia, sull'umore e sui sintomi, ad esempio in momenti specifici o quando un valore biometrico (come la frequenza cardiaca o i passi) raggiunge una certa soglia.

source: MindfulPacer can visualize your biometric data (as measured by your Apple Watch) and visualize it together with your diary entries in the Analysis page.
de: MindfulPacer kann deine biometrischen Daten (wie sie von deiner Apple Watch gemessen werden) visualisieren und sie zusammen mit deinen Tagebucheinträgen auf der Analyse-Seite darstellen.
es: MindfulPacer puede visualizar tus datos biométricos (medidos por tu Apple Watch) y mostrarlos junto con tus entradas de diario en la página de Análisis.
fr: MindfulPacer peut visualiser vos données biométriques (telles que mesurées par votre Apple Watch) et les afficher avec vos entrées de journal sur la page d'analyse.
it: MindfulPacer può visualizzare i tuoi dati biometrici (misurati dal tuo Apple Watch) e mostrarli insieme alle tue voci del diario nella pagina di analisi.

source: MindfulPacer can visualize your biometric data (as measured by your Apple Watch) and visualize it together with your diary entries in the Analysis page. Please allow MindfulPacer to access your Apple Health data. Select the biometric data that you want to share (e.g. heart rate and/or steps).
de: MindfulPacer kann deine biometrischen Daten (gemessen von deiner Apple Watch) visualisieren und zusammen mit deinen Reflexionen auf der Analyseseite anzeigen. Bitte erlaube MindfulPacer den Zugriff auf deine Apple Health-Daten. Wähle die biometrischen Daten aus, die du teilen möchtest (z. B. Herzfrequenz und/oder Schritte).
es: MindfulPacer puede visualizar tus datos biométricos (medidos por tu Apple Watch) y mostrarlos junto con tus entradas de diario en la página de Análisis. Por favor, permite que MindfulPacer acceda a tus datos de Apple Salud. Selecciona los datos biométricos que deseas compartir (por ejemplo, frecuencia cardíaca y/o pasos).
fr: MindfulPacer peut visualiser vos données biométriques (mesurées par votre Apple Watch) et les afficher avec vos entrées de journal sur la page d'analyse. Veuillez autoriser MindfulPacer à accéder à vos données Apple Health. Sélectionnez les données biométriques que vous souhaitez partager (par ex. fréquence cardiaque et/ou pas).
it: MindfulPacer può visualizzare i tuoi dati biometrici (misurati dal tuo Apple Watch) e mostrarli insieme alle tue voci di diario nella pagina Analisi. Consenti a MindfulPacer di accedere ai tuoi dati Apple Health. Seleziona i dati biometrici che desideri condividere (es. frequenza cardiaca e/o passi).

source: MindfulPacer Expanded
de: MindfulPacer Erweitert
es: MindfulPacer Expandido
fr: MindfulPacer Étendu
it: MindfulPacer Espanso

source: MindfulPacer is a spin-off project from the University of Zurich, developed by the Human Aspects of Software Engineering Lab. MindfulPacer is not a medical product and does not offer medical services such as diagnosis, cure, relief, prevention, or treatment of any disease or medical condition. MindfulPacer is not a substitute for treatment by medical professionals. You should always consult a doctor before making medical decisions.
de: MindfulPacer ist kein medizinisches Produkt und bietet keine medizinischen Dienstleistungen wie Diagnose, Heilung, Linderung, Vorbeugung oder Behandlung einer Krankheit oder eines medizinischen Zustands. MindfulPacer ist kein Ersatz für die Behandlung durch medizinische Fachkräfte. Du solltest immer einen Arzt oder Ärztin konsultieren, bevor du medizinische Entscheidungen triffst.
es: MindfulPacer es un proyecto derivado de la Universidad de Zúrich, desarrollado por el laboratorio Human Aspects of Software Engineering. MindfulPacer no es un producto médico y no ofrece servicios médicos como diagnóstico, cura, alivio, prevención o tratamiento de ninguna enfermedad o condición médica. MindfulPacer no sustituye el tratamiento de profesionales médicos. Siempre debes consultar a un médico antes de tomar decisiones médicas.
fr: MindfulPacer est un projet dérivé de l'Université de Zurich, développé par le laboratoire Human Aspects of Software Engineering. MindfulPacer n'est pas un produit médical et n'offre pas de services médicaux tels que le diagnostic, le traitement, le soulagement, la prévention ou le traitement de toute maladie ou condition médicale. MindfulPacer ne remplace pas un traitement par des professionnels de santé. Consultez toujours un médecin avant de prendre des décisions médicales.
it: MindfulPacer è un progetto derivato dall'Università di Zurigo, sviluppato dal laboratorio Human Aspects of Software Engineering. MindfulPacer non è un prodotto medico e non offre servizi medici come diagnosi, cura, sollievo, prevenzione o trattamento di malattie o condizioni mediche. MindfulPacer non sostituisce il trattamento da parte di professionisti sanitari. Consulta sempre un medico prima di prendere decisioni mediche.

source: MindfulPacer is automatically installed on your Apple Watch.
de: MindfulPacer wird automatisch auf deiner Apple Watch installiert.
es: MindfulPacer se instala automáticamente en tu Apple Watch.
fr: MindfulPacer est automatiquement installé sur votre Apple Watch.
it: MindfulPacer viene installato automaticamente sul tuo Apple Watch.

source: MindfulPacer Modes
de: MindfulPacer Modi
es: Modos de MindfulPacer
fr: Modes MindfulPacer
it: Modalità MindfulPacer

source: MindfulPacer only processes raw data from your Apple Watch and your diary entries, and does **NOT** make automated recommendations.
de: MindfulPacer verarbeitet nur Rohdaten von deiner Apple Watch und deinen Tagebucheinträgen und gibt **KEINE** automatisierten Empfehlungen.
es: MindfulPacer solo procesa datos sin procesar de tu Apple Watch y tus entradas de diario, y **NO** hace recomendaciones automáticas.
fr: MindfulPacer ne traite que les données brutes de votre Apple Watch et de vos entrées de journal, et ne fait **PAS** de recommandations automatisées.
it: MindfulPacer elabora solo i dati grezzi dal tuo Apple Watch e dalle tue voci del diario, e **NON** fornisce raccomandazioni automatiche.

source: Minutes
de: Minuten
es: Minutos
it: Minuti

source: Missed Reflections
de: Verpasste Reflexionen
es: Reflexiones perdidas
fr: Réflexions manquées
it: Riflessioni mancate

source: Mode of Use
de: Art der Nutzung
es: Modo de uso
fr: Mode d'utilisation
it: Modalità d'uso

source: Moderate
de: Mittel
es: Moderado
fr: Modéré
it: Moderato

source: Modify Filters
de: Filter ändern
es: Modificar filtros
fr: Modifier les filtres
it: Modifica filtri

source: Monitoring Active
de: Monitoring aktiv
es: Monitoreo activo
fr: Monitoring actif
it: Monitoraggio attivo

source: Monitoring is currently inactive. This may be because no reminders are set or there was an issue.
de: Das Monitoring ist derzeit inaktiv. Möglicherweise sind keine Erinnerungen gesetzt oder es gab ein Problem.
es: El monitoreo está actualmente inactivo. Puede deberse a que no hay recordatorios configurados o hubo un problema.
fr: Le monitoring est actuellement inactif. Cela peut être dû à l'absence de rappels configurés ou à un problème.
it: Il monitoraggio è attualmente inattivo. Questo potrebbe essere dovuto all'assenza di promemoria impostati o a un problema.

source: Monitoring is temporarily paused. Tap the play button to resume.
de: Das Monitoring ist vorübergehend pausiert. Tippe auf den Play-Button, um fortzufahren.
es: El monitoreo está temporalmente en pausa. Toca el botón de reproducción para reanudar.
fr: Le monitoring est temporairement en pause. Touchez le bouton lecture pour reprendre.
it: Il monitoraggio è temporaneamente in pausa. Tocca il pulsante play per riprendere.

source: Monitoring Paused
de: Monitoring pausiert
es: Monitoreo en pausa
fr: Monitoring en pause
it: Monitoraggio in pausa

source: Mood
de: Stimmung
es: Estado de ánimo
fr: Humeur
it: Umore

source: More Info
de: Mehr Informationen
es: Más información
fr: Plus d'infos
it: Più info

source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento

source: My Reflections
de: Meine Reflexionen
es: Mis reflexiones
fr: Mes réflexions
it: Le mie riflessioni

source: Nervous
de: Nervös
es: Nervioso
fr: Nerveux
it: Nervoso

source: New activities and missing sub-activities added.
de: Neue Aktivitäten und fehlende Unteraktivitäten hinzugefügt.

source: New Reflection
de: Neue Reflexion
es: Nueva reflexión
fr: Nouvelle réflexion
it: Nuova riflessione

source: New WatchOS app to continuously monitor your heart rate and step reminders.
de: Neue WatchOS-App zur kontinuierlichen Überwachung deiner Herzfrequenz und deiner Schrittzahl.
es: Nueva app WatchOS para monitorear continuamente tu frecuencia cardíaca y recordatorios de pasos.
fr: Nouvelle app WatchOS pour surveiller en continu votre fréquence cardiaque et vos rappels de pas.
it: Nuova app WatchOS per monitorare continuamente la frequenza cardiaca e i promemoria di passi.

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato

source: No heart rate data
de: Keine Herzfrequenzdaten
es: Sin datos de frecuencia cardíaca
fr: Aucune donnée de fréquence cardiaque
it: Nessun dato di frequenza cardiaca

source: No Internet Connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione Internet

source: No Interval Selected
de: Kein Intervall ausgewählt
es: Ningún intervalo seleccionado
fr: Aucun intervalle sélectionné
it: Nessun intervallo selezionato

source: No Measurement Type Selected
de: Kein Messtyp ausgewählt
es: Ningún tipo de medición seleccionado
fr: Aucun type de mesure sélectionné
it: Nessun tipo di misurazione selezionato

source: No Missed Reflections
de: Keine verpassten Reflexionen
es: Sin reflexiones perdidas
fr: Aucune réflexion manquée
it: Nessuna riflessione mancata

source: No Recent Steps
de: Keine aktuellen Schritte
es: Sin pasos recientes
fr: Aucun pas récent
it: Nessun passo recente

source: No Reflections
de: Keine Reflexionen
es: Sin reflexiones
fr: Aucune réflexion
it: Nessuna riflessione

source: No reflections match your current filter criteria.
de: Deine Reflektionen entsprechen nicht den aktuellen Filterkriterien.
es: Ninguna reflexión coincide con tus criterios de filtro actuales.
fr: Aucune réflexion ne correspond à vos critères de filtre actuels.
it: Nessuna riflessione corrisponde ai tuoi criteri di filtro attuali.

source: No Reminder Type Selected
de: Kein Erinnerungstyp gewählt
es: Ningún tipo de recordatorio seleccionado
fr: Aucun type de rappel sélectionné
it: Nessun tipo di promemoria selezionato

source: No Reminders
de: Keine Erinnerungen
es: Sin recordatorios
fr: Aucun rappel
it: Nessun promemoria

source: No Reminders Set
de: Keine Erinnerungen gesetzt
es: Sin recordatorios configurados
fr: Aucun rappel défini
it: Nessun promemoria impostato

source: No Response
de: Keine Rückmeldung
es: Sin respuesta
fr: Pas de réponse
it: Nessuna risposta

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

source: No step data recorded for the last hour.
de: Keine Schrittdaten in der letzten Stunde aufgezeichnet.
es: No se registraron datos de pasos en la última hora.
fr: Aucune donnée de pas enregistrée pour la dernière heure.
it: Nessun dato di passi registrato nell'ultima ora.

source: No steps data
de: Keine Schrittdaten
es: Sin datos de pasos
fr: Aucune donnée de pas
it: Nessun dato di passi

source: No Subactivities
de: Keine Unteraktivität
es: Sin subactividades
fr: Aucune sous-activité
it: Nessuna sotto-attività

source: No Threshold Set
de: Kein Schwellenwert festgelegt
es: Sin umbral configurado
fr: Aucun seuil défini
it: Nessuna soglia impostata

source: No trigger data was saved for this reflection.
de: Für diese Reflexion wurden keine Triggerdaten gespeichert.
es: No se guardaron datos de activación para esta reflexión.
fr: Aucune donnée de déclencheur n'a été enregistrée pour cette réflexion.
it: Nessun dato di attivazione è stato salvato per questa riflessione.

source: No Watch Paired
de: Keine Watch gekoppelt
es: Ningún reloj emparejado
fr: Aucune montre jumelée
it: Nessun orologio associato

source: Not all Apple Watch functions are available yet. Biometric data is already being retrieved from the Apple Watch, but you cannot yet receive automatic review reminders on it.
de: Aktuell sind noch nicht alle Funktionen der Apple Watch verfügbar. Die biometrischen Daten werden zwar bereits von der Apple Watch geladen, aber du kriegst darauf noch keine automatischen Erinnerungen.
es: Aún no están disponibles todas las funciones del Apple Watch. Los datos biométricos ya se están recuperando del Apple Watch, pero aún no puedes recibir recordatorios automáticos de revisión.
fr: Toutes les fonctions de l'Apple Watch ne sont pas encore disponibles. Les données biométriques sont déjà récupérées depuis l'Apple Watch, mais vous ne pouvez pas encore recevoir de rappels automatiques de réflexion.
it: Non tutte le funzioni dell'Apple Watch sono ancora disponibili. I dati biometrici vengono già recuperati dall'Apple Watch, ma non puoi ancora ricevere promemoria automatici di riflessione.

source: Not enough heart rate samples yet
de: Noch nicht genügend Herzfrequenz-Messwerte
es: Aún no hay suficientes muestras de frecuencia cardíaca
fr: Pas encore assez d'échantillons de fréquence cardiaque
it: Non ci sono ancora abbastanza campioni di frequenza cardiaca

source: Not Monitoring
de: Kein Monitoring
es: Sin monitoreo
fr: Pas de monitoring
it: Nessun monitoraggio

source: Not Set
de: Nicht gesetzt
es: No configurado
fr: Non défini
it: Non impostato

source: Note
de: Hinweis
es: Nota
it: Nota

source: one hour
de: Eine Stunde
es: una hora
fr: une heure
it: un'ora

source: Online Socializing
de: Online Kontakte
es: Socialización en línea
fr: Socialisation en ligne
it: Socializzazione online

source: Open Apple Watch Setup
de: Öffne Setup der Apple Watch
es: Abrir configuración de Apple Watch
fr: Ouvrir la configuration Apple Watch
it: Apri configurazione Apple Watch

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni

source: Open to view
de: Öffnen zum Anzeigen
es: Abrir para ver
fr: Ouvrir pour voir
it: Apri per visualizzare

source: Other Movement
de: Andere Bewegungen
es: Otro movimiento
fr: Autre mouvement
it: Altro movimento

source: Other Transportation
de: Andere Transportarten
es: Otro transporte
fr: Autre transport
it: Altro trasporto

source: Others
de: Andere
es: Otros
fr: Autres
it: Altri

source: Our Website
de: Unsere Webseite
es: Nuestra web
fr: Notre site web
it: Il nostro sito web

source: Out of range
de: Außerhalb des Bereichs
es: Fuera de rango
fr: Hors de portée
it: Fuori portata

source: Overlays of your reflections on activity & energy
de: Überlagerungen deiner Reflexionen zur Aktivität & Energie
es: Superposiciones de tus reflexiones sobre actividad y energía
fr: Superpositions de vos réflexions sur l'activité et l'énergie
it: Sovrapposizioni delle tue riflessioni su attività ed energia

source: Pair MindfulPacer with your Apple Watch to automatically collect health data, reminders, and activity tracking alongside your reflections.
de: Kopple MindfulPacer mit deiner Apple Watch, um automatisch Gesundheitsdaten, Erinnerungen und Aktivitätsdaten zusammen mit deinen Reflexionen zu erfassen.
es: Empareja MindfulPacer con tu Apple Watch para recopilar automáticamente datos de salud, recordatorios y seguimiento de actividad junto con tus reflexiones.
fr: Associez MindfulPacer à votre Apple Watch pour collecter automatiquement les données de santé, les rappels et le suivi d'activité avec vos réflexions.
it: Associa MindfulPacer al tuo Apple Watch per raccogliere automaticamente dati sulla salute, promemoria e monitoraggio dell'attività insieme alle tue riflessioni.

source: Percentage: %@ ⚠️ Note: Using the app in foreground mode significantly decreases battery life.
de: Prozent: %@ Hinweis: Die Nutzung der App im Vordergrund verringert die Akkulaufzeit erheblich.
es: Porcentaje: %@ ⚠️ Nota: Usar la app en primer plano disminuye significativamente la duración de la batería.
fr: Pourcentage : %@ ⚠️ Remarque : L'utilisation de l'app au premier plan réduit considérablement l'autonomie de la batterie.
it: Percentuale: %@ ⚠️ Nota: L'uso dell'app in primo piano riduce significativamente la durata della batteria.

source: Percentage: %lld%% ⚠️ Note: Using the app in foreground mode significantly decreases battery life.
de: Prozent: %lld%% ⚠️ Hinweis: Die Verwendung der App im Vordergrundmodus verringert die Akkulaufzeit erheblich.
es: Porcentaje: %lld%% ⚠️ Nota: Usar la app en primer plano disminuye significativamente la duración de la batería.
fr: Pourcentage : %lld%% ⚠️ Remarque : L'utilisation de l'app en mode premier plan réduit considérablement l'autonomie de la batterie.
it: Percentuale: %lld%% ⚠️ Nota: L'utilizzo dell'app in primo piano riduce significativamente la durata della batteria.

source: Permission Denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Autorisation refusée
it: Autorizzazione negata

source: Personal Hygiene
de: Persönliche Hygiene
es: Higiene personal
fr: Hygiène personnelle
it: Igiene personale

source: Phone Calls
de: Telefonanrufe
es: Llamadas telefónicas
fr: Appels téléphoniques
it: Telefonate

source: Physical Pain
de: Physischer Schmerz
es: Dolor físico
fr: Douleur physique
it: Dolore fisico

source: Playing Music
de: Musik hören
es: Tocar música
fr: Musique
it: Musica

source: Please add a reminder on your iPhone to begin monitoring.
de: Bitte füge eine Erinnerung auf deinem iPhone hinzu, um das Monitoring zu starten.
es: Por favor, añade un recordatorio en tu iPhone para iniciar el monitoreo.
fr: Veuillez ajouter un rappel sur votre iPhone pour commencer le monitoring.
it: Aggiungi un promemoria sul tuo iPhone per iniziare il monitoraggio.

source: Please allow MindfulPacer to access your Apple Health data. Select the biometric data that you want to share (e.g. heart rate and/or steps).
de: Bitte erlaube MindfulPacer den Zugriff auf deine Apple Gesundheits-Daten. Wähle die biometrischen Daten aus, die du teilen möchtest (z.B. Herzfrequenz und/oder Schritte).
es: Por favor, permite que MindfulPacer acceda a tus datos de Apple Salud. Selecciona los datos biométricos que deseas compartir (p. ej., frecuencia cardíaca y/o pasos).
fr: Veuillez autoriser MindfulPacer à accéder à vos données Apple Santé. Sélectionnez les données biométriques que vous souhaitez partager (par ex. fréquence cardiaque et/ou pas).
it: Consenti a MindfulPacer di accedere ai tuoi dati di Apple Salute. Seleziona i dati biometrici che desideri condividere (ad es. frequenza cardiaca e/o passi).

source: Please allow MindfulPacer to send notifications to receive the Reminders.
de: Bitte erlaube MindfulPacer, Mitteilungen zu senden, um die Erinnerungen zu erhalten.
es: Por favor, permite que MindfulPacer envíe notificaciones para recibir los recordatorios.
fr: Veuillez autoriser MindfulPacer à envoyer des notifications pour recevoir les rappels.
it: Consenti a MindfulPacer di inviare notifiche per ricevere i promemoria.

source: Please check the monitoring status.
de: Bitte überprüfe den Monitoringstatus.
es: Por favor, comprueba el estado del monitoreo.
fr: Veuillez vérifier le statut de surveillance.
it: Controlla lo stato del monitoraggio.
